[
  "floating-toc",
  "obsidian-code-block-enhancer",
  "calendar",
  "templater-obsidian",
  "various-complements",
  "obsidian-view-mode-by-frontmatter",
  "buttons",
  "obsidian-banners",
  "obsidian-admonition",
  "obsidian-dynamic-highlights",
  "obsidian-style-settings",
  "editing-toolbar",
  "code-block-plugin",
  "table-editor-obsidian"
]